Repository: imayer/quickmapservices_server
Catalog: qms_server/qms_site/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Service not working
ru: Сервис не работает

source: License violation
ru: Нарушение лицензии

source: Other problem
ru: Другая проблема

source: Services
ru: Сервисы

source: How to use
ru: Как использовать

source: open <a href="/">catalog of geodata sources</a> and a&nbsp;way to&nbsp;add&nbsp;them to&nbsp;your&nbsp;GIS in&nbsp;one&nbsp;click
ru: открытый <a href="/">каталог источников геоданных</a> и способ использовать их в любой ГИС в один клик

source: No more explaining how to add TMS/WMS etc. in your GIS, just enter a name
ru: Больше не&nbsp;нужно долго объяснять, как&nbsp;подключить ваш&nbsp;TMS/WMS&nbsp;сервис в&nbsp;ГИС. Просто сообщите имя&nbsp;сервиса

source: Search for geodata services
ru: Поиск источников геоданных

source: Find a geodata service you need in <a href="/">QMS catalog</a> and add it to your project in a second.
ru: Найдите источник нужных вам геоданных (сервис) в&nbsp;<a href="/">каталоге QMS</a> и&nbsp;без&nbsp;труда подключите его в&nbsp;свой&nbsp;проект.

source: Adding services
ru: Добавление сервисов

source: Register
ru: Зарегистрируйтесь

source: log in
ru: войдите

source: Click
ru: Нажмите

source: Add service
ru: Добавить сервис

source: and fill a&nbsp;short form to add TMS, WMS, WFS or GeoJSON
ru: , чтобы создать источник в&nbsp;формате TMS, WMS, WFS или&nbsp;GeoJSON

source: Start using it right away
ru: Используйте его моментально во&nbsp;всех поддерживаемых приложениях

source: Open API for developers
ru: Открытый API для разработчиков приложений

source: Plug-in support
ru: Подключите поддержку

source: for hundreds of geodata services to your applications
ru: сотен сервисов в&nbsp;разрабатываемые приложения с&nbsp;помощью открытого&nbsp;API

source: You can use QMS catalog in
ru: QMS уже поддерживают

source: QGIS with
ru: QGIS — с помощью модуля

source: QuickMapServices plugin
ru: QuickMapServices

source: ArcGIS with
ru: ArcGIS — с помощью модуля

source: ArcQMS plugin
ru: ArcQMS

source: NextGIS Web — coming soon!
ru: NextGIS Web — скоро!

source: Add your software
ru: Добавьте поддержку QMS

source: to the list
ru: в свою программу

source: Use QMS in QGIS and NextGIS Mobile
ru: Использование QMS в QGIS и NextGIS Mobile

source: Feedback
ru: Обратная связь

source: Report qms.nextgis.com bugs and request features at <a href="https://github.com/nextgis/quickmapservices_server/issues" target="_blank">Github</a>
ru: Оставить сообщения об&nbsp;ошибках qms.nextgis.com и&nbsp;предложения можно на&nbsp;<a href="https://github.com/nextgis/quickmapservices_server/issues" target="_blank">Github</a>

source: Contacts
ru: Контакты

source: Select service type
ru: Выберите тип сервиса

source: Report a problem
ru: Сообщить о проблеме

source: Edit
ru: Изменить

source: Back to services list
ru: Вернуться к списку сервисов

source: Edit service
ru: Изменить сервис

source: Service name
ru: Название сервиса

source: Description
ru: Описание

source: Where did you find this service?
ru: Где вы нашли этот сервис?

source: E.g. &quot;https://opentopomap.org/about&quot; or &quot;my service&quot;
ru: например, &quot;https://opentopomap.org/about&quot; или &quot;это мой сервис&quot;

source: Additional settings
ru: Дополнительные настройки

source: This information will become public on submission.<br> Please <a href="#" class="fake-link" data-show="#%(form_name)s-license">specify licensing details.</a>.
ru: После добавления сервис станет общедоступным.<br> Пожалуйста, <a href="#" class="fake-link" data-show="#%(form_name)s-license">укажите лицензионную информацию</a>.

source: License
ru: Лицензия

source: License name
ru: Название лицензии

source: e.g. CC BY 3.0, ODbL
ru: например, CC BY 3.0, ODbL

source: License URL
ru: Ссылка на лицензию

source: e.g. https://creativecommons.org/licenses/by/3.0/
ru: например, https://creativecommons.org/licenses/by/3.0/

source: Attribution(s)
ru: Текст подписи (атрибуция)

source: e.g. Map tiles by CARTO, under CC BY 3.0
ru: например, Map tiles by CARTO, under CC BY 3.0

source: Attribution(s) URL
ru: URL подписи (атрибуция)

source: e.g. https://carto.com/attributions
ru: например, https://carto.com/attributions

source: Terms of use URL
ru: Ссылка на правила использования

source: e.g. http://carto.com/legal
ru: например, http://carto.com/legal

source: Cancel
ru: Отмена

source: Save changes
ru: Сохранить изменения

source: Service URL
ru: URL сервиса

source: CRS ID
ru: ID системы координат

source: Y origin top
ru: Начало отсчета сверху

source: Layer
ru: Слой

source: Layers comma separated
ru: Слои через запятую

source: Image format
ru: Формат изображения

source: Additional GET parameters
ru: Дополнительные GET параметры

source: Turn over layers order
ru: Обратный порядок слоев

source: Search map service...
ru: Поиск сервиса...

source: All services
ru: Все сервисы

source: My services
ru: Мои сервисы

source: Services found
ru: Найдено сервисов

source: Hi,
ru: Привет,

source: Feedback from user %(reported_user)s for service %(service_url)s.
ru: Обратная связь от пользователя %(reported_user)s о сервисе %(service_url)s.

source: Feedback from anonymous user for service %(service_url)s.
ru: Обратная связь от анонимного пользователя о сервисе %(service_url)s.

source: Message:
ru: Сообщение:

source: Submitter's email: %(reported_email)s
ru: Электронная почта отправителя: %(reported_email)s

source: Submitter chose not to disclose his email.
ru: Отправитель не оставил электронной почты для обратной связи.

source: NextGIS QMS Team
ru: Команда NextGIS QMS

source: You've got feedback from user %(reported_user)s for your service %(service_url)s.
ru: Для вас есть сообщение от пользователя %(reported_user)s о вашем сервисе%(service_url)s.

source: You've got feedback from anonymous user for your service %(service_url)s.
ru: Для вас есть сообщение от анонимного пользователя о вашем сервисе %(service_url)s.

source: Message says:
ru: Сообщение:

source: You can answer directly to the user at: %(reported_email)s
ru: Вы можете ответить автору сообщения напрямую: %(reported_email)s

source: User chose not to disclose his email.
ru: Автор сообщения не оставил свой email.

source: Hope it will help you make your services defitinions at QMS better!
ru: Надеемся, это сообщение поможет улучшить ваш сервис на QMS!

source: You've just sent feedback to submitter of service %(service_url)s. This email is for your reference.
ru: Вы только что отправили сообщение автору сервиса %(service_url)s. Это письмо для справки.

source: You've just anonymously sent feedback for service %(service_url)s. This email is for your reference.
ru: Вы только что анонимно отправили сообщение о сервисе %(service_url)s. Это письмо для справки.

source: Your message:
ru: Сообщение:

source: You disclose your email and service's author can answer you directly at: %(reported_email)s
ru: Вы оставили свой email и автор сервиса сможет связаться с вами напрямую по адресу: %(reported_email)s

source: You chose not to disclose your email.
ru: Вы не оставили email для обратной связи.

source: Thanks for making QMS better!
ru: Спасибо, что делаете QMS лучше!

source: General info
ru: Основное

source: None
ru: Нет

source: Type
ru: Тип

source: CRS
ru: Система координат

source: Submitter
ru: Добавил

source: Source
ru: Источник

source: Date added
ru: Дата создания

source: Last update
ru: Последнее изменение

source: GeoJSON info
ru: Параметры GeoJSON

source: License & Copyright info
ru: Лицензия & Авторские права

source: Copyright text
ru: Текст для копирайта

source: Copyright URL
ru: Ссылка на копирайт

source: Preview
ru: Предпросмотр

source: TMS info
ru: Параметры TMS

source: WFS info
ru: Параметры WFS

source: WMS info
ru: Параметры WMS

source: GET parameters
ru: GET параметры

source: Layers
ru: Слои

source: Your e-mail (optional)
ru: Ваш e-mail (необязательно)

source: We will send this address to the service's author
ru: Мы сообщим ваш адрес автору сервиса.

source: Type of problem
ru: Тип проблемы

source: Your message
ru: Ваше сообщение

source: Describe the problem. You can also specify how it can be fixed.
ru: Опишите проблему. Здесь также можно указать, как её исправить.

source: Send message
ru: Отправить

source: Your message was sent to service author and QMS admins
ru: Ваше сообщение было отправлено автору сервиса и администраторам QMS

source: Invalid form param: service_type
ru: Ошибка параметра формы: service_type
